Repository: davide-alghi/typo3-cookieconsent-plus
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de, it

# pages.tx_cookieconsentplus_iscookiesdependent.label
source: Cookie-dependent visibility
de: Cookie abhängige Sichtbarkeit
it: Visibilità dipendente dai cookie

# pages.tx_cookieconsentplus_iscookiesdependent
source: Is cookie-dependent
de: Ist abhängig von Cookies
it: È dipendente dai cookie

# pages.tx_cookieconsentplus_iscookiesdependent.description
source: Sets the visibility of the page with respect to the denial or acceptance of cookies or part of them
de: Legt die Sichtbarkeit der Seite in Bezug auf die Ablehnung oder Annahme von Cookies fest
it: Imposta la visibilità della pagina rispetto alla negazione o accettazione dei cookie o di parte di essi

# pages.tx_cookieconsentplus_conditiontype
source: Conditions evaluation type
de: Bedingungsart
it: Tipo di valutazione condizioni

# pages.tx_cookieconsentplus_conditiontype.description
source: Sets the evaluation type - [show if ALL conditions] makes the page visible if all below conditions are verified: statistics and marketing. [show if AT LEAST ONE condition] makes the page visible if at least one of below conditions is verified: statistics or marketing.
de: Legt den Bedingungsart fest - [anzeigen wenn ALLE zutreffen] macht die Seite sichtbar, wenn alle folgenden Bedingungen erfüllt sind: Statistik und Marketing. [anzeigen wenn EINS zutrifft] macht die Seite sichtbar, wenn mindestens eine der folgenden Bedingungen erfüllt ist: Statistik oder Marketing.
it: Imposta il tipo di valutazione delle condizioni - [mostra se TUTTE le condizioni] rende la pagina visibile se tutte le condizioni qui sotto sono verificate: statistica e marketing. [mostra se ALMENO UNA condizione] rende visibile la pagina se almeno una delle condizioni qui sotto è verificata: statistica o marketing.

# pages.tx_cookieconsentplus_conditiontype.showand
source: show if ALL conditions
de: anzeigen wenn alle zutreffen
it: mostra se TUTTE le condizioni

# pages.tx_cookieconsentplus_conditiontype.showor
source: show if AT LEAST ONE condition
de: anzeigen wenn eins zutrifft
it: mostra se ALMENO UNA condizione

# pages.tx_cookieconsentplus_statisticscondition
source: Statistics cookies are
de: Statistik Cookies sind
it: I cookie di statistica sono

# pages.tx_cookieconsentplus_statisticscondition.description
source: Statistics cookies condition - [any value] always true. [denied] true if statistics cookies are denied. [accepted] true if statistics cookies are accepted.
de: Statistik Cookies Bedingung - [vorhanden]: immer wahr. [abgelehnt]: wahr, wenn Statistik Cookies nicht zugestimmt wurde. [zugestimmt]: wahr, wenn Statistik Cookies zugestimmt wurde.
it: Condizione cookie di statistica - [qualsiasi valore] sempre vera. [negati] vera se i cookie di statistica sono negati. [accettati] vera se i cookie di statistica sono accettati.

# pages.tx_cookieconsentplus_marketingcondition
source: Marketing cookies are
de: Marketing Cookies sind
it: I cookie di marketing sono

# pages.tx_cookieconsentplus_marketingcondition.description
source: Marketing cookies condition - [any value] always true. [denied] true if marketing cookies are denied. [accepted] true if marketing cookies are accepted.
de: Marketing Cookies Bedingung - [vorhanden] immer wahr. [abgelehnt] wahr, wenn Marketing Cookies nicht zugestimmt wurde. [zugestimmt] wahr, wenn Marketing Cookies zugestimmt wurde.
it: Condizione cookie di marketing - [qualsiasi valore]: sempre vera. [negati]: vera se i cookie di marketing sono negati. [accettati]: vera se i cookie di marketing sono accettati.

# pages.tx_cookieconsentplus_conditionvalue.anyvalue
source: any value
de: vorhanden
it: qualsiasi valore

# pages.tx_cookieconsentplus_conditionvalue.denied
source: denied
de: abgelehnt
it: negati

# pages.tx_cookieconsentplus_conditionvalue.accepted
source: accepted
de: zugestimmt
it: accettati

# ttcontent.tx_cookieconsentplus_iscookiesdependent.label
source: Cookie-dependent visibility
de: Cookie abhängige Sichtbarkeit
it: Visibilità dipendente dai cookie

# ttcontent.tx_cookieconsentplus_iscookiesdependent
source: Is cookie-dependent
de: Ist abhängig von Cookies
it: È dipendente dai cookie

# tx_cookieconsentplus_iscookiesdependent.description
source: Sets the visibility of the content element with respect to the denial or acceptance of cookies or part of them
de: Legt die Sichtbarkeit der Inhaltselemente in Bezug auf die Ablehnung oder Annahme von Cookies fest

# ttcontent.tx_cookieconsentplus_conditiontype
source: Conditions evaluation type
de: Bedingungsart
it: Tipo di valutazione condizioni

# ttcontent.tx_cookieconsentplus_conditiontype.description
source: Sets the evaluation type - [show if ALL conditions] makes the content element visible if all below conditions are verified: statistics and marketing. [show if AT LEAST ONE condition] makes the content element visible if at least one of below conditions is verified: statistics or marketing.
de: Legt den Bedingungsart fest - [anzeigen wenn ALLE zutreffen] macht das Inhaltselement sichtbar, wenn alle folgenden Bedingungen erfüllt sind: Statistik und Marketing. [anzeigen wenn EINS zutrifft] macht das Inhaltselement sichtbar, wenn mindestens eine der folgenden Bedingungen erfüllt ist: Statistik oder Marketing.
it: Imposta il tipo di valutazione delle condizioni - [mostra se TUTTE le condizioni] rende il contenuto di pagina visibile se tutte le condizioni qui sotto sono verificate: statistica e marketing. [mostra se ALMENO UNA condizione] rende visibile il contenuto di pagina se almeno una delle condizioni qui sotto è verificata: statistica o marketing.

# ttcontent.tx_cookieconsentplus_conditiontype.showand
source: show if ALL conditions
de: anzeigen wenn alle zutreffen
it: mostra se TUTTE le condizioni

# ttcontent.tx_cookieconsentplus_conditiontype.showor
source: show if AT LEAST ONE condition
de: anzeigen wenn eins zutrifft
it: mostra se ALMENO UNA condizione

# ttcontent.tx_cookieconsentplus_statisticscondition
source: Statistics cookies are
de: Statistik Cookies sind
it: I cookie di statistica sono

# ttcontent.tx_cookieconsentplus_statisticscondition.description
source: Statistics cookies condition - [any value] always true. [denied] true if statistics cookies are denied. [accepted] true if statistics cookies are accepted.
de: Statistik Cookies Bedingung - [vorhanden] immer wahr. [abgelehnt] wahr, wenn Statistik Cookies nicht zugestimmt wurde. [zugestimmt] wahr, wenn Statistik Cookies zugestimmt wurde.
it: Condizione cookie di statistica - [qualsiasi valore]: sempre vera. [negati]: vera se i cookie di statistica sono negati. [accettati] vera se i cookie di statistica sono accettati.

# ttcontent.tx_cookieconsentplus_marketingcondition
source: Marketing cookies are
de: Marketing Cookies sind
it: I cookie di marketing sono

# ttcontent.tx_cookieconsentplus_marketingcondition.description
source: Marketing cookies condition - [any value] always true. [denied]: true if marketing cookies are denied. [accepted] true if marketing cookies are accepted.
de: Marketing Cookies Bedingung - [vorhanden] immer wahr. [abgelehnt] wahr, wenn Marketing Cookies nicht zugestimmt wurde. [zugestimmt] wahr, wenn Marketing Cookies zugestimmt wurde.
it: Condizione cookie di marketing - [qualsiasi valore] sempre vera. [negati] vera se i cookie di marketing sono negati. [accettati] vera se i cookie di marketing sono accettati.

# ttcontent.tx_cookieconsentplus_conditionvalue.anyvalue
source: any value
de: vorhanden
it: qualsiasi valore

# ttcontent.tx_cookieconsentplus_conditionvalue.denied
source: denied
de: abgelehnt
it: negati

# ttcontent.tx_cookieconsentplus_conditionvalue.accepted
source: accepted
de: zugestimmt
it: accettati

# ttcontent.tx_cookieconsentplus_iscookiesdependent.description
source: Sets the visibility of the content element with respect to the denial or acceptance of cookies or part of them
it: Imposta la visibilità del contenuto di pagina rispetto alla negazione o accettazione dei cookie o di parte di essi
